
/* Class = "NSWindow"; title = "معلومات"; ObjectID = "3"; */
"3.title" = "معلومات";

/* Class = "NSTabViewItem"; label = "عام"; ObjectID = "6"; */
"6.label" = "عام";

/* Class = "NSTabViewItem"; label = "الصلاحيات"; ObjectID = "8"; */
"8.label" = "الصلاحيات";

/* Class = "NSTabViewItem"; label = "Metadata"; ObjectID = "10"; */
"10.label" = "Metadata";

/* Class = "NSTabViewItem"; label = "توزيع (CDN)"; ObjectID = "12"; */
"12.label" = "توزيع (CDN)";

/* Class = "NSTabViewItem"; label = "Amazon S3"; ObjectID = "14"; */
"14.label" = "Amazon S3";

/* Class = "NSTabViewItem"; label = "الصلاحيات"; ObjectID = "16"; */
"16.label" = "الصلاحيات";

/* Class = "NSTextFieldCell"; title = "UNIX Permissions"; ObjectID = "22"; */
"22.title" = "UNIX Permissions";

/* Class = "NSButtonCell"; title = "تطبيق التغييرات بشكل متكرر"; ObjectID = "27"; */
"27.title" = "تطبيق التغييرات بشكل متكرر";

/* Class = "NSButtonCell"; title = "تنفيذ"; ObjectID = "29"; */
"29.title" = "تنفيذ";

/* Class = "NSButtonCell"; title = "تنفيذ"; ObjectID = "31"; */
"31.title" = "تنفيذ";

/* Class = "NSButtonCell"; title = "تنفيذ"; ObjectID = "33"; */
"33.title" = "تنفيذ";

/* Class = "NSButtonCell"; title = "كتابة"; ObjectID = "35"; */
"35.title" = "كتابة";

/* Class = "NSButtonCell"; title = "كتابة"; ObjectID = "37"; */
"37.title" = "كتابة";

/* Class = "NSButtonCell"; title = "كتابة"; ObjectID = "39"; */
"39.title" = "كتابة";

/* Class = "NSButtonCell"; title = "قراءة"; ObjectID = "41"; */
"41.title" = "قراءة";

/* Class = "NSButtonCell"; title = "قراءة"; ObjectID = "43"; */
"43.title" = "قراءة";

/* Class = "NSButtonCell"; title = "قراءة"; ObjectID = "45"; */
"45.title" = "قراءة";

/* Class = "NSTextFieldCell"; title = "آخرون"; ObjectID = "47"; */
"47.title" = "آخرون";

/* Class = "NSTextFieldCell"; title = "مجموعة"; ObjectID = "49"; */
"49.title" = "مجموعة";

/* Class = "NSTextFieldCell"; title = "المالك"; ObjectID = "51"; */
"51.title" = "المالك";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "61"; */
"61.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "أين"; ObjectID = "63"; */
"63.title" = "أين";

/* Class = "NSTextFieldCell"; title = "CNAME"; ObjectID = "65"; */
"65.title" = "CNAME";

/* Class = "NSTextFieldCell"; title = "Index File"; ObjectID = "67"; */
"67.title" = "Index File";

/* Class = "NSTextFieldCell"; title = "إبطال"; ObjectID = "69"; */
"69.title" = "إبطال";

/* Class = "NSTextFieldCell"; title = "Logging"; ObjectID = "71"; */
"71.title" = "Logging";

/* Class = "NSTextFieldCell"; title = "حالة"; ObjectID = "73"; */
"73.title" = "حالة";

/* Class = "NSTextFieldCell"; title = "أسلوب التسليم"; ObjectID = "75"; */
"75.title" = "أسلوب التسليم";

/* Class = "NSTextFieldCell"; title = "منشأ"; ObjectID = "79"; */
"79.title" = "منشأ";

/* Class = "NSTextFieldCell"; title = "Write access logs to selected container."; ObjectID = "85"; */
"85.title" = "Write access logs to selected container.";

/* Class = "NSTextFieldCell"; title = "Remove selected files from distribution cache."; ObjectID = "87"; */
"87.title" = "Remove selected files from distribution cache.";

/* Class = "NSButtonCell"; title = "يبطل"; ObjectID = "93"; */
"93.title" = "يبطل";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "98"; */
"98.title" = "OtherViews";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "103"; */
"103.title" = "OtherViews";

/* Class = "NSButtonCell"; title = "Distribution Access Logging"; ObjectID = "110"; */
"110.title" = "Distribution Access Logging";

/* Class = "NSTextFieldCell"; title = "التشفير"; ObjectID = "121"; */
"121.title" = "التشفير";

/* Class = "NSTextFieldCell"; title = "يمكنك عرض جميع المراجعات من ملف في المتصفح عن طريق اختيار عرض → إظهار الملفات المخفية."; ObjectID = "127"; */
"127.title" = "يمكنك عرض جميع المراجعات من ملف في المتصفح عن طريق اختيار عرض → إظهار الملفات المخفية.";

/* Class = "NSButtonCell"; title = "Multi-Factor Authentication (MFA) Delete"; ObjectID = "129"; */
"129.title" = "Multi-Factor Authentication (MFA) Delete";

/* Class = "NSButtonCell"; title = "Bucket Versioning"; ObjectID = "131"; */
"131.title" = "Bucket Versioning";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "134"; */
"134.title" = "OtherViews";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "137"; */
"137.title" = "OtherViews";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "140"; */
"140.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "مكان"; ObjectID = "144"; */
"144.title" = "مكان";

/* Class = "NSTextFieldCell"; title = "Lifecycle"; ObjectID = "150"; */
"150.title" = "Lifecycle";

/* Class = "NSTextFieldCell"; title = "Versioning"; ObjectID = "152"; */
"152.title" = "Versioning";

/* Class = "NSTextFieldCell"; title = "Logging"; ObjectID = "154"; */
"154.title" = "Logging";

/* Class = "NSButtonCell"; title = "Delete files"; ObjectID = "161"; */
"161.title" = "Delete files";

/* Class = "NSButtonCell"; title = "Transition to Glacier"; ObjectID = "163"; */
"163.title" = "Transition to Glacier";

/* Class = "NSButtonCell"; title = "Bucket Access Logging"; ObjectID = "167"; */
"167.title" = "Bucket Access Logging";

/* Class = "NSTextFieldCell"; title = "Write access logs to selected container."; ObjectID = "169"; */
"169.title" = "Write access logs to selected container.";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "172"; */
"172.title" = "OtherViews";

/* Class = "NSTextFieldCell"; title = "Storage Class"; ObjectID = "174"; */
"174.title" = "Storage Class";

/* Class = "NSTextFieldCell"; title = "Web URL"; ObjectID = "179"; */
"179.title" = "Web URL";

/* Class = "NSButtonCell"; title = "حساب"; ObjectID = "184"; */
"184.title" = "حساب";

/* Class = "NSTextFieldCell"; title = "الصلاحيات"; ObjectID = "190"; */
"190.title" = "الصلاحيات";

/* Class = "NSTextFieldCell"; title = "أين"; ObjectID = "196"; */
"196.title" = "أين";

/* Class = "NSTextFieldCell"; title = "مجموعة"; ObjectID = "200"; */
"200.title" = "مجموعة";

/* Class = "NSTextFieldCell"; title = "نوع"; ObjectID = "202"; */
"202.title" = "نوع";

/* Class = "NSTextFieldCell"; title = "Checksum"; ObjectID = "204"; */
"204.title" = "Checksum";

/* Class = "NSTextFieldCell"; title = "أنُشئ"; ObjectID = "206"; */
"206.title" = "أنُشئ";

/* Class = "NSTextFieldCell"; title = "عُدّل"; ObjectID = "210"; */
"210.title" = "عُدّل";

/* Class = "NSTextFieldCell"; title = "حجم"; ObjectID = "216"; */
"216.title" = "حجم";

/* Class = "NSTextFieldCell"; title = "المالك"; ObjectID = "220"; */
"220.title" = "المالك";

/* Class = "NSMenu"; title = "Metadata"; ObjectID = "230"; */
"230.title" = "Metadata";

/* Class = "NSTableColumn"; headerCell.title = "الأسم"; ObjectID = "236"; */
"236.headerCell.title" = "الأسم";

/* Class = "NSTableColumn"; headerCell.title = "Value"; ObjectID = "238"; */
"238.headerCell.title" = "Value";

/* Class = "NSTextFieldCell"; title = "رؤوس"; ObjectID = "245"; */
"245.title" = "رؤوس";

/* Class = "NSMenu"; title = "Metadata"; ObjectID = "255"; */
"255.title" = "Metadata";

/* Class = "NSTableColumn"; headerCell.title = "الممنوح"; ObjectID = "261"; */
"261.headerCell.title" = "الممنوح";

/* Class = "NSTableColumn"; headerCell.title = "صلاحية"; ObjectID = "263"; */
"263.headerCell.title" = "صلاحية";

/* Class = "NSTextFieldCell"; title = "قائمة التحكم بالوصول (ACL)"; ObjectID = "270"; */
"270.title" = "قائمة التحكم بالوصول (ACL)";

/* Class = "NSButtonCell"; title = "Transfer Acceleration"; ObjectID = "Hhf-CN-RAy"; */
"Hhf-CN-RAy.title" = "Transfer Acceleration";

/* Class = "NSTextFieldCell"; title = "Transfer"; ObjectID = "o7m-4i-54g"; */
"o7m-4i-54g.title" = "Transfer";

/* Class = "NSMenu"; title = "OtherViews"; ObjectID = "uYp-L3-jMv"; */
"uYp-L3-jMv.title" = "OtherViews";
